Repository: cvno/django-jwt-auth
Catalog: jwt_auth/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Incorrect authentication credentials.
fr: Identifiants d'authentification non valides.

source: User account is disabled.
fr: Compte utilisateur désactivé.

source: Unable to login with provided credentials.
fr: Impossible de s'identifier avec les identifiants fournis.

source: Must include 'username' and 'password'.
fr: Doit inclure « username » et « password ».

source: orig_iat was missing from payload.
fr: orig_iat n'est pas présent dans les données utiles.

source: Refresh has expired.
fr: L'actualisation a expiré.

source: Invalid user ID.
fr: ID utilisation non valide.

source: Invalid Authorization header. No credentials provided.
fr: L'entête Authorization n'est pas valide. Aucun identifiant fourni.

source: Invalid Authorization header. Credentials string should not contain spaces.
fr: L'entête Authorization n'est pas valide. La chaine d'identifiant ne doit pas contenir d'espaces.

source: Signature has expired.
fr: La signature a expirée.

source: Error decoding signature.
fr: Erreur de décodage de la signature.

source: Invalid payload
fr: Données utiles non valides.

source: Improperly formatted request
fr: Requête non correctement formée.
